import Img1 from '../images/Benefit1.jpg';
import Img3 from '../images/Benefit3.jpeg';
import Img5 from '../images/Benefit5.jpg';

export const benefitData = [
  {
    id: 1,
    img: Img1,
    title: 'Безкоштовний пробний урок',
    // eslint-disable-next-line prettier/prettier
    description:
      `Отримайте можливість ознайомитися з нашою школою та викладачами 
      безкоштовно. Пробний урок дозволить вам ознайомитися з нашими 
      методиками навчання та викладачами, відчути атмосферу нашої школи та 
      визначитися з тим, чи відповідає наше навчання вашим очікуванням та 
      потребам. Наші досвідчені викладачі допоможуть вам зрозуміти основні 
      принципи акторської майстерності, розкриють ваш потенціал та дадуть 
      рекомендації, як його подальше розвиток. Безкоштовний пробний урок - 
      це чудовий спосіб почати свій шлях у світ акторської майстерності та 
      переконатися, що наша школа - саме те місце, де ви зможете реалізувати
       свій талант та досягти успіху.`,
  },
  {
    id: 2,
    img: Img1,
    title: '15% знижки на курси для студентів',
    description: `Ми раді надати всім студентам університетів можливість 
    скористатися нашою акцією на курси акторської майстерності зі знижкою 15%
    . Ви зможете розвивати свої акторські навички та відчути себе на сцені з 
    комфортом, адже наші професійні викладачі зроблять все можливе, щоб 
    допомогти вам досягти ваших цілей в акторській майстерності. Не втрачайте
     шансу скористатися цією пропозицією та стати кращим в своїй галузі!`,
  },
  {
    id: 3,
    img: Img3,
    title: 'Акція "Приведи друга"',
    description: `Акція "Приведи друга" - це прекрасна можливість для наших 
    студентів отримати додаткову знижку на курси акторської майстерності. 
    Якщо ви приведете друга або знайомого до нашої школи, і вони 
    зареєструються на один з наших курсів, то ви отримаєте знижку в розмірі 
    10% на свої наступні курси. А ваш друг, який зареєструється, отримає 
    знижку 5% на свій перший курс. Це вигідна пропозиція як для вас, так і 
    для вашого друга, тому не пропустіть цю можливість розвиватися разом з 
    нами.`,
  },
  {
    id: 4,
    img: Img1,
    title: 'Знижка на наступний курс при оплаті відразу за два курси',
    description: `Запрошуємо нашіх студентів скористатися чудовою можливістю
     отримати знижку на наступний курс при оплаті за два курси відразу. Це 
     дозволить вам економити час і гроші, отримувати більше знань і вмінь, 
     а також підвищувати свій рівень майстерності в акторській грі. Наші 
     професійні викладачі з радістю поділяться з вами своїм досвідом та 
     знаннями, щоб допомогти вам розвинути свій талант та навички в 
     акторській майстерності. Не пропустіть цю вигідну пропозицію і 
     скористайтесь можливістю отримати знижку на наступний курс при оплаті 
     відразу за два курси.`,
  },
  {
    id: 5,
    img: Img5,
    title: 'Акція "Розповісти другові - зекономити для себе"',
    description: `Запрошуйте своїх друзів до нашої школи і отримуйте знижку 
    на ваш наступний курс. Для цього просто поділіться нашим відео або постом
     і згадайте нашу школу в ньому. Кожен новий студент, який зареєструється 
     на курс завдяки вашому запрошенню, додає до вашої знижки ще 10%. Це 
     означає, що перший новий студент додає 10% знижки, другий - 20%, третій 
     - 30% і так далі. Чим більше друзів ви запрошуєте, тим більше знижки ви 
     можете отримати на ваші курси. Приходьте до нас з друзями і отримуйте 
     більше знижок!`,
  },
];
