export const experienceData = [
  {
    id: 1,
    title: 'років успішної театральної практики в Києві',
    count: 15,
  },
  {
    id: 2,
    title: 'випускних вистав',
    count: 65,
  },
  {
    id: 3,
    title: 'відкритих показів',
    count: 579,
  },
  {
    id: 4,
    title: 'нагород на фестивалях і конкурсах',
    count: 37,
  },
  {
    id: 5,
    title: 'студентів, які вступили до театральних ВНЗ',
    count: 76,
  },
  {
    id: 6,
    title: 'випускників школи',
    count: 15936,
  },
];
